/* String_On_Page_Template */
" tagged with " = "Mettre des moits-clés avec";

/* String_On_Page_Template */
"Flickr (Placeholder)" = "Flickr (contenant)";

/* String_On_Page_Template */
"Flickr photos" = "photos Flickr";